"%ld day left on trial" = "%ld dag kvar på test";
"%ld days left on trial" = "%ld dagar kvar på test";
"Buy Now" = "Köp";
"Trial Mode" = "Testläge";
"Free trial has expired" = "Testperioden har gått ut";
"The trial period has expired." = "Testperioden har gått ut.";
"Wait %u" = "Vänta %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Ditt 30 dagars test är slut. Vänligen köp Path Finder.";
